Repository: bqqbarbhg/achso_ios
Catalog: xcode/achso/AchSo/*.lproj/Localizable.strings
Languages: fi

source: All videos
fi: Kaikki videot

source: Genres
fi: Lajityypit

source: Groups
fi: Ryhmät

source: Good work
fi: Hyvää työtä

source: Problem
fi: Ongelma

source: Site overview
fi: Yleiskatsaus

source: Trick of trade
fi: Ammattilaisen niksi

# error_before_upload
source: Can't upload
fi: Lataaminen ei onnistu

# error_failed_to_authenticate
source: An error occurred while authenticating with the server.
fi: Virhe kirjautuessa sisään.

# error_failed_to_export
source: An error occurred while trying to export your videos
fi: Virhe viedessä videoita ulos palvelimelta

# error_failed_to_save_video
source: An error occurred while saving the video.
fi: Virhe tallentaessa videota.

# error_failed_to_upload_video
source: An error occurred while uploading the video.
fi: Virhe lähettäessä videota palvelimelle.

# error_failed_to_delete_remote_video
source: An error occurred while deleting the video.
fi: Virhe poistaessa videota palvelimelta.

# error_permissions_missing
source: Missing required permissions:
fi: Puuttuvia oikeuksia:

# error_fix_sign_in
source: Sign in
fi: Kirjaudu

# error_fix_settings
source: Settings
fi: Asetukset

# error_invalid_layers_box_url
source: The Layers Box URL is invalid.
fi: Layers Box URL on vääränmuotoinen.

# error_not_signed_in
source: Expected to be signed in.
fi: Sinun pitää olla kirjautunut sisään.

# error_on_refresh
source: Couldn't refresh videos
fi: Päivitys epäonnistui

# error_on_sign_in
source: Couldn't sign in
fi: Sisäänkirjautuminen epäonnistui

# error_on_upload
source: Couldn't upload video
fi: Videon lataaminen palvelimelle epäonnistui

# error_on_video_delete
source: Couldn't delete video
fi: Videon poistaminen epäonnistui

# error_on_video_save
source: Couldn't save video
fi: Videon tallentaminen epäonnistui

# error_on_video_play
source: Can't play video
fi: Videota ei voida toistaa

# error_on_video_record
source: Can't record video
fi: Videota ei voida nauhottaa

# error_on_video_import
source: Can't import video
fi: Videota ei voi tuoda

# error_on_create_group
source: Can't create group
fi: Ryhmää ei voi luoda

# error_on_manage_group
source: Can't manage group
fi: Ryhmää ei voida hallinnoida

# error_on_qr_capture
source: Can't scan QR code
fi: QR-koodia ei voi skannata

# error_on_share
source: Can't share videos
fi: Videoita ei voida jakaa

# error_unknown
source: An unexpected error occurred
fi: Odottamaton virhe.

# choose_genre_title
source: Choose genre
fi: Valitse lajityyppi

# details_creator
source: Creator
fi: Tekijä

# details_genre
source: Genre
fi: Lajityyppi

# details_title
source: Title
fi: Nimi

# details_title_multiple
source: Multiple videos
fi: Monta videota

# details_form_title
source: Video info
fi: Videon tiedot

# details_form_title_multiple
source: Video info
fi: Videoiden tiedot

# filter_genre_title
source: Filter by genre
fi: Suodata lajityypin mukaan

# filter_any_genre
source: Any genre
fi: Kaikki lajityypit

# action_cancel
source: Cancel
fi: Peruuta

# action_group_info
source: Group info
fi: Ryhmän tiedot

# action_import_video
source: Import video
fi: Tuo video

# action_search_qr
source: Search QR code
fi: Etsi QR-koodilla

# action_export
source: Export videos
fi: Vie video ulos

# action_export_title
source: Export %d videos
fi: Vie ulos %d videota

# action_export_desc
source: Please write the email address where you would like to receive your videos
fi: Kirjoita sähköpostiosoite johon haluat videoiden latauslinkin

# action_sign_in
source: Sign in
fi: Kirjaudu sisään

# action_sign_out
source: Sign out
fi: Kirjaudu ulos

# action_tag_to_qr
source: Tag to QR code
fi: Liitä QR-koodiin

# action_delete
source: Delete
fi: Poista

# delete_confirmation_title
source: Delete selected videos and their annotations permanently
fi: Poista valitut videot ja niiden annotaatiot pysyvästi

# delete_confirmation_cancel
source: Cancel
fi: Peruuta

# delete_confirmation_delete
source: Delete
fi: Poista

# upload_button_share
source: Share
fi: Jaa

# upload_button_upload
source: Upload
fi: Lataa palvelimelle

# empty_videos_all
source: No videos yet, take a new one or sign in.
fi: Ei videoita, ota video tai kirjaudu sisään.

# empty_videos_filtered
source: The filter does not match any videos.
fi: Haulla ei löytynyt videoita.

# empty_videos_group
source: The group does not have any videos yet.
fi: Ryhmään ei ole vielä jaettu videoita.

# empty_videos_qr
source: The QR code does not have any videos tagged to it.
fi: QR koodilla ei löytynyt yhtään videota.

# user_permission_camera
source: Camera
fi: Kamera

# user_permission_video_library
source: Photos
fi: Kuvat
